// coding: utf-8
// +-------------------------------------------
// | ExRScript Remake
// +-------------------------------------------
// | Copyright (C) 2025-2099 ExRFy Software Studio
// +-------------------------------------------
// | Author: ExRFy<2535246057@qq.com>
// +-------------------------------------------

// -----------------------
// 系统核心支持库_1
// File: krnln_1.h
// File Version: 0.1.1
// -----------------------
#ifndef KRNLN_1_H
#define KRNLN_1_H
#include "include.h"
#endif